IDEA Open Model
SectionConcreteCheckResult.ExtremeResults Property
 Extreme results
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<ConcreteCheckResults> ExtremeResults { get; set; }
Public Property ExtremeResults As List(Of ConcreteCheckResults)
	Get
	Set
public:
property List<ConcreteCheckResults^>^ ExtremeResults {
	List<ConcreteCheckResults^>^ get ();
	void set (List<ConcreteCheckResults^>^ value);
}
Property Value
Type: List<ConcreteCheckResults>
See Also
Reference
SectionConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace